IDEA Open Model
BoltParam.Rows Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the rows of a fasteners positions. Absolute positions of groups, in group are relative positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public NumberGroups Rows { get; set; }
Public Property Rows As NumberGroups
	Get
	Set
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace